{
  "version": "https://jsonfeed.org/version/1",
  "title": "Stories by Voltage Finance on Medium",
  "home_page_url": "https://medium.com/@voltage.finance?source=rss-6c703f95089------2",
  "description": "Stories by Voltage Finance on Medium",
  "author": {
    "name": "yourfriends@medium.com"
  },
  "items": [
    {
      "guid": "https://medium.com/p/877177e36ff8",
      "url": "https://medium.com/@voltage.finance/voltage-finance-integrates-merkl-for-boosted-rewards-on-v3-pools-877177e36ff8?source=rss-6c703f95089------2",
      "title": "Voltage Finance Integrates MERKL for Boosted Rewards on V3 Pools",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*1LQONl9duJtwNTK1ulOSPw.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EVoltage Finance is thrilled to announce the integration of \u003Ca href=\"https://merkl.angle.money/?search=voltage\"\u003EMERKL\u003C/a\u003E within our DEX UI, introducing a new “Boosted Reward” tab on the Pools page. This feature offers users an enhanced opportunity to earn additional rewards by providing liquidity to specific v3 pools, significantly improving the user experience and incentivizing participation.\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003EHere is how you will Benefit\u003C/strong\u003E\u003C/h4\u003E\u003Cp\u003EBy participating in the boosted pools, users can earn trading fees along with additional rewards. This dual incentive structure ensures that liquidity providers are well-compensated for their participation. The added rewards come from Voltage’s collaboration with MERKL, designed to enhance the overall profitability of providing liquidity.\u003C/p\u003E\u003Cp\u003EThe integration simplifies the process of adding liquidity. Users can now directly provide liquidity to boosted pools on Voltage’s user-friendly interface. This seamless integration means users will not need to navigate multiple platforms to maximize your earnings.\u003C/p\u003E\u003Ch3\u003E\u003Cstrong\u003EHere is how you can get started on Voltage’s Boosted v3 Pools\u003C/strong\u003E\u003C/h3\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003ENavigate to the Pool page:\u003C/strong\u003E navigate to the Earn tab and click on the “Pools” button to view all available liquidity pools.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EIdentify Boosted Pools:\u003C/strong\u003E Look for pools marked with a small green Voltage logo, indicating they are part of the boosted rewards program and connect your wallet (hover the mouse over the lighting there is a message of boosted rewards).\u003C/li\u003E\u003C/ol\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/871/1*m1-FPlTDYMvmJ5qtb2mzjg.png\" /\u003E\u003C/figure\u003E\u003Ch4\u003E\u003Cstrong\u003EProviding Liquidity:\u003C/strong\u003E\u003C/h4\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003ESelect a Pool:\u003C/strong\u003E Choose from the available boosted pools, which are currently offering enhanced rewards.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EAdd Liquidity:\u003C/strong\u003E Follow the on-screen instructions to add your liquidity to the selected pool. Ensure you have the necessary tokens in your wallet.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EConfirm Transaction:\u003C/strong\u003E Confirm the transaction in your wallet to start providing liquidity and earning rewards.\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003E\u003Ca href=\"https://www.floik.com/flos/2vku/rliv/1ae3abac.html\"\u003EVoltage Finance - How to provide liquidity to v3 pools\u003C/a\u003E\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003EManaging Rewards:\u003C/strong\u003E\u003C/h4\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003EView Positions:\u003C/strong\u003E To see your active positions, click on the “Boosted Pools” tab on the Pool page.\u003C/li\u003E\u003C/ol\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*grkrtZmJxH8yYRqQ6AL4RQ.png\" /\u003E\u003C/figure\u003E\u003Cp\u003E\u003Cstrong\u003E2. Claim Rewards:\u003C/strong\u003E Click on the “Claim Rewards” button to transfer your earnings to your wallet. If you provide liquidity to multiple boosted pools, it will claim all accrued rewards on all of them automatically.\u003C/p\u003E\u003Ciframe src=\"https://cdn.embedly.com/widgets/media.html?src=https%3A%2F%2Fwww.youtube.com%2Fembed%2Fh4Ig6oRxdBg%3Ffeature%3Doembed&amp;display_name=YouTube&amp;url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dh4Ig6oRxdBg&amp;image=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fh4Ig6oRxdBg%2Fhqdefault.jpg&amp;key=a19fcc184b9711e1b4764040d3dc5c07&amp;type=text%2Fhtml&amp;schema=youtube\" width=\"854\" height=\"480\" frameborder=\"0\" scrolling=\"no\"\u003E\u003Ca href=\"https://medium.com/media/71673c53b8cf62e04f1bc83125cec6d1/href\"\u003Ehttps://medium.com/media/71673c53b8cf62e04f1bc83125cec6d1/href\u003C/a\u003E\u003C/iframe\u003E\u003Cblockquote\u003ENote 1: You have to claim rewards from accrued trading fees on the v3 pool separately on the pool page.\u003Cbr\u003ENote 2: Although a campaign ended, it might take a few hours to claim the rewards because MERKL updates their script every 8 hours.\u003C/blockquote\u003E\u003Ch3\u003ECelebrating this new integration with the first boosted campaign\u003C/h3\u003E\u003Cp\u003EWe are excited to launch a new campaign featuring three v3 pools, offering boosted rewards for a limited time. A total of \u003Cstrong\u003E$1000 worth of FUSE\u003C/strong\u003E will be divided equally over the following four pools from Monday, 2nd \u003Cstrong\u003EJuly to 8th July\u003C/strong\u003E. The pools included are:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EasUSDC-USDC\u003C/li\u003E\u003Cli\u003EUSDC v2-USDT v2\u003C/li\u003E\u003Cli\u003EFUSE-sFUSE\u003C/li\u003E\u003Cli\u003EWFUSE-VOLT\u003C/li\u003E\u003C/ul\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/pool\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*nMdKl2ZxfQEO87Sq8XvpKA.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EInvolving the DAO in the Liquidity Incentives Distribution\u003C/h3\u003E\u003Cp\u003EIn the near future, VOLT stakers (veVOLT holders) will be able to vote on proposals to decide which pools and tokens should receive additional incentives, fostering a more engaged and dynamic ecosystem. This initiative aims to give our community a significant role in shaping the future of Voltage Finance and reward our most loyal liquidity providers.\u003C/p\u003E\u003Cp\u003EThe integration of MERKL into Voltage Finance marks a significant milestone in our journey to enhance user experience and increase participation. By providing seamless access to boosted rewards, we are offering our users an opportunity to maximize their earnings while actively participating in the growth of our ecosystem. \u003Cbr\u003EJoin us in this exciting new phase and take advantage of the boosted rewards today!\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/mobile\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*rZLKGFu6ZxAN-j0W.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=877177e36ff8\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-07-02T13:23:30.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/c97f2a9fd743",
      "url": "https://medium.com/@voltage.finance/voltage-finance-monthly-update-june-2024-c97f2a9fd743?source=rss-6c703f95089------2",
      "title": "Voltage Finance Monthly Update — June 2024",
      "content_html": "\u003Ch3\u003EVoltage Finance Monthly Update — June 2024\u003C/h3\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*lydKy3jldHPRKWI--dOcLA.png\" /\u003E\u003C/figure\u003E\u003Ch3\u003EDevelopment Updates on the DApp Over the Past Month\u003C/h3\u003E\u003Cp\u003EThe Voltage team has been hard at work with several exciting updates and improvements this month:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cstrong\u003EToken Addition:\u003C/strong\u003E Introduced support for the MATIC token.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EBug Fixes:\u003C/strong\u003E Resolved issues with adding and adjusting liquidity.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EMobile Optimization:\u003C/strong\u003E Enhanced the swap page for mobile devices.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EIntegration:\u003C/strong\u003E Set up Merkl integration.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EError Reporting:\u003C/strong\u003E Implemented Sentry for error tracking.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003ETesting:\u003C/strong\u003E Conducted integration testing for the Voltage web app.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EComponent Stability:\u003C/strong\u003E Fixed a bug causing components to refresh unexpectedly.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003ESubgraph Upgrade:\u003C/strong\u003E Upgraded subgraphs to utilize the Graph decentralized service.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003ERouter Fix:\u003C/strong\u003E Addressed a BNB swap issue in the router.\u003C/li\u003E\u003C/ul\u003E\u003Ch4\u003E\u003Cstrong\u003EBNB v2 and New v3 Pools\u003C/strong\u003E\u003C/h4\u003E\u003Cp\u003EWe introduced the BNB v2 as the new standard on Voltage, urging all users to migrate their liquidity to BNB v2. \u003Ca href=\"https://www.floik.com/flos/2vku/gnyg/2acf3acd.html?source=post_page-----41bc21aad35c--------------------------------\"\u003EHere is a tutorial\u003C/a\u003E to migrate BNB to BNB v2 in a few steps.\u003C/p\u003E\u003Cp\u003EFollowing up on that we introduced new v3 pools and farms to provide greater liquidity options and trading pairs:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EWFUSE-BNB v2 (Pool)\u003C/li\u003E\u003Cli\u003EBNB v2-WETH v2 (Pool)\u003C/li\u003E\u003Cli\u003EBNB-fUSD v3 (Pool &amp; Farm)\u003C/li\u003E\u003C/ul\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/pool\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*pgmWn4o_qDr23ceeu84seg.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003ENotable Data-Driven Milestone\u003C/h3\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*tSFdRpzUoy9GdwJVEXBw9Q.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EWe are thrilled to announce that Voltage has surpassed an all-time high of $4.9 million in trading volume this month! This marks a \u003Cstrong\u003E36.5% increase\u003C/strong\u003E from last month’s $3.5 million, a \u003Cstrong\u003E362.3%\u003C/strong\u003E rise from April, and a staggering \u003Cstrong\u003E734.3% increase from March\u003C/strong\u003E.\u003C/p\u003E\u003Ch3\u003EThis Month’s Highlights\u003C/h3\u003E\u003Ch4\u003E\u003Cstrong\u003EMATIC Token Listing\u003C/strong\u003E\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*yeO6bRVMk3dfpz5aFGcTkw.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003EYou can now \u003Ca href=\"https://console.fuse.io/bridge\"\u003Ebridge\u003C/a\u003E MATIC to FUSE and start trading &amp; \u003Ca href=\"https://voltage.finance/pool\"\u003Eproviding liquidity\u003C/a\u003E in the new WFUSE/MATIC v3 pool on Voltage DEX.\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003EA new layer of DeFI utility for sFUSE on Shoebill\u003C/strong\u003E\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/720/1*S5393jB8AOFY0RD8ko9xTA.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003EsFUSE is now listed on \u003Ca href=\"https://fuse-fuse.shoebill.finance/#/\"\u003EShoebill Finance\u003C/a\u003E, offering new DeFi lending opportunities. You can deposit $sFUSE as collateral, borrow $FUSE, \u003Ca href=\"https://voltage.finance/stake/sFUSE\"\u003Estake borrowed FUSE\u003C/a\u003E to get sFUSE, and repeat to maximize your earnings.\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003EVOLT is now Listed on Lynx Finance!\u003C/strong\u003E\u003C/h4\u003E\u003Cp\u003EWe are excited to share that after $sFUSE, $VOLT is now available as collateral on \u003Ca href=\"https://app.lynx.finance/leverage?chainId=122&amp;sa=wfuse&amp;pairId=1\"\u003ELynx Finance\u003C/a\u003E, adding new utility to our ecosystem token. You can now deposit $VOLT on Lynx Finance, trade with leverage, and earn by providing liquidity.\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003EVOLT App Quests on Fuse’s Airdrop\u003C/strong\u003E\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/720/1*gWe0afWdBGcNpEdOnMEdgw.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003E2.5M \u003Ca href=\"https://airdrop.fuse.io/\"\u003EFUSE Airdrop Season 2 is live\u003C/a\u003E with new tasks on the VOLT App. Complete tasks, earn points, and maximize your rewards!\u003C/p\u003E\u003Cp\u003E\u003Cem\u003ENew Tasks:\u003C/em\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EExplore the VOLT App (200 points)\u003C/li\u003E\u003Cli\u003EBuy $10 of USDC (500 points)\u003C/li\u003E\u003Cli\u003EStake FUSE (2 points) per $1 staked daily\u003C/li\u003E\u003C/ul\u003E\u003Ch3\u003Ev3 Fee Distribution &amp; Burning Report: Record-Breaking Growth in June\u003C/h3\u003E\u003Cp\u003EOur ecosystem has achieved a remarkable milestone this June with an all-time high trading volume, resulting in unprecedented activity and growth. Here’s a detailed look at the significant impact:\u003C/p\u003E\u003Cp\u003EAn astounding \u003Cstrong\u003E27,219,995 VOLT\u003C/strong\u003E tokens were burned and 12M were distributed to veOLT holders, totaling \u003Cstrong\u003E$2507 worth of VOLT burned\u003C/strong\u003E and $1105 to veVOLT holders at the current market price. This represents a \u003Cstrong\u003E118% increase\u003C/strong\u003E compared to May’s.\u003Cbr\u003EThe burning process encompassed transactions on v2, fUSD, minting/redeeming, and fuse staking, showcasing the robustness and expansion of our ecosystem.\u003C/p\u003E\u003Cp\u003EThis record-breaking growth in trading volume and the corresponding fee burning and distribution is a testament to the \u003Cstrong\u003Eaccelerating momentum and strength of our ecosystem\u003C/strong\u003E.\u003C/p\u003E\u003Cblockquote\u003E\u003Cstrong\u003EBurn Address:\u003C/strong\u003E You can view the \u003Ca href=\"https://explorer.fuse.io/address/0x000000000000000000000000000000000000dEaD\"\u003Eburn address here\u003C/a\u003E\u003C/blockquote\u003E\u003Ch3\u003EUpcoming Things To Look Forward To\u003C/h3\u003E\u003Ch4\u003E\u003Cstrong\u003EBoosted rewards to v3 Liquidity Providers\u003C/strong\u003E\u003C/h4\u003E\u003Cp\u003EVoltage Finance is working on integrating \u003Ca href=\"https://merkl.angle.money/\"\u003EMERKL\u003C/a\u003E within our DEX UI, introducing a new “Boosted Reward” tab on the Pools page. This feature will enhance rewards for providing liquidity to specific v3 pools and will allow veVOLT holders to vote on proposals for additional incentives.\u003C/p\u003E\u003Ch4\u003E\u003Cstrong\u003ENew FUSE Staking Page UI\u003C/strong\u003E\u003C/h4\u003E\u003Cp\u003EWe are excited to launch our updated FUSE staking page with a sleek, user-friendly interface soon. This update will consolidate all sFUSE utilities across various DeFi protocols on the Fuse network and enhance user experience.\u003C/p\u003E\u003Cp\u003EStay tuned for more updates as we continue to innovate and expand the Voltage Finance ecosystem!\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/mobile\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*CJCHvmhcWkxX8xct.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=c97f2a9fd743\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-07-02T11:46:51.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/74c45a95159d",
      "url": "https://medium.com/@voltage.finance/announcing-the-listing-of-sfuse-on-shoebill-finance-unlock-new-lending-opportunities-74c45a95159d?source=rss-6c703f95089------2",
      "title": "Announcing the Listing of sFUSE on Shoebill Finance: Unlock New Lending Opportunities",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*cOu2NsjJxK4kJ4Su0D52-g.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EsFUSE, the liquid staking token of the Fuse network, is now listed on Shoebill Finance! This listing marks another significant milestone for the Fuse and Voltage ecosystems, providing users with even more ways to leverage their FUSE to unlock new earning opportunities. Let’s dive into the details of this exciting development and explore how you can maximize your returns using sFUSE on Shoebill Finance.\u003C/p\u003E\u003Ch4\u003ELeveraging sFUSE on Shoebill Finance\u003C/h4\u003E\u003Cp\u003EWith the listing of sFUSE on \u003Ca href=\"https://fuse-fuse.shoebill.finance/#/\"\u003EShoebill Finance\u003C/a\u003E, users can now deposit sFUSE as collateral to borrow other assets. This integration provides liquidity without sacrificing your staking income, enabling you to maximize your earnings through strategic borrowing and lending.\u003C/p\u003E\u003Ch4\u003EGetting Started\u003C/h4\u003E\u003Cp\u003E\u003Cstrong\u003E1)Deposit sFUSE as Collateral:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EConnect your wallet to \u003Ca href=\"https://fuse-fuse.shoebill.finance/#/\"\u003EShoebill Finance\u003C/a\u003E.\u003C/li\u003E\u003Cli\u003ENavigate to the “\u003Ca href=\"https://fuse-fuse.shoebill.finance/#/\"\u003ELending\u003C/a\u003E” section.\u003C/li\u003E\u003Cli\u003ESelect “Supply” and deposit your sFUSE tokens.\u003C/li\u003E\u003Cli\u003EConfirm the transaction to use sFUSE as collateral.\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E2) Borrow FUSE:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EAfter depositing sFUSE, navigate to the “\u003Ca href=\"https://fuse-fuse.shoebill.finance/#/\"\u003EBorrow\u003C/a\u003E” section.\u003C/li\u003E\u003Cli\u003EEnter the desired FUSE amount you wish to borrow and confirm the transaction.\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003E\u003Cstrong\u003E3) Stake Borrowed FUSE on Voltage Finance:\u003C/strong\u003E\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EStake the borrowed FUSE on Voltage Finance to receive more sFUSE.\u003C/li\u003E\u003Cli\u003ENavigate to the “\u003Ca href=\"https://voltage.finance/stake/sFUSE\"\u003EEarn\u003C/a\u003E” section on Voltage Finance and select the staking option.\u003C/li\u003E\u003Cli\u003EEnter the amount of FUSE to stake and confirm the transaction.\u003C/li\u003E\u003C/ul\u003E\u003Cblockquote\u003EYou can repeat the borrowing and staking process to multiply your returns but be aware of the risks involved.\u003C/blockquote\u003E\u003Cblockquote\u003EShoebill users will earn FUSE rewards by lending sFUSE and borrowing FUSE, as well as by participating in an upcoming Galxe community campaign that includes various social and on-chain tasks.\u003Cbr\u003EAdditionally, users will also accumulate points from both Fuse and Shoebill airdrops.\u003C/blockquote\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/stake/sFUSE\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*gypLoVvt9EQsDgPik8-zww.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch4\u003EGet Started today!\u003C/h4\u003E\u003Cp\u003ETo start leveraging sFUSE on Shoebill Finance, simply follow the steps outlined above. Ensure your wallet is connected, and you have sufficient sFUSE to use as collateral.\u003C/p\u003E\u003Cp\u003EThis new integration is a testament to the growing utility of sFUSE within the Fuse ecosystem, offering users even more ways to maximize their returns.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/mobile\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*iOaaw9E59Szh71K8.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=74c45a95159d\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-28T12:25:26.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/70d04217ebb5",
      "url": "https://medium.com/@voltage.finance/2-5m-fuse-airdrop-season-2-introduced-new-tasks-on-the-volt-app-70d04217ebb5?source=rss-6c703f95089------2",
      "title": "2.5M FUSE Airdrop Season 2 Introduced New Tasks on the VOLT App!",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*cekr3hmyiVXRIGExY8feCA.png\" /\u003E\u003C/figure\u003E\u003Ch3\u003EWhat’s New in Season 2?\u003C/h3\u003E\u003Cp\u003EFollowing the success of \u003Ca href=\"https://airdrop.fuse.io/\"\u003ESeason 1\u003C/a\u003E, Fuse Network has extended its Airdrop and introduced \u003Ca href=\"https://airdrop.fuse.io/\"\u003ESeason 2\u003C/a\u003E with fresh, engaging tasks to help you earn even more rewards. Here’s what you can look forward to with Voltage.\u003C/p\u003E\u003Cp\u003EWe are thrilled to announce that Voltage’s VOLT Mobile App is now featured in the \u003Ca href=\"https://airdrop.fuse.io/\"\u003EFUSE Airdrop Season 2\u003C/a\u003E with engaging new tasks!\u003C/p\u003E\u003Ch3\u003EWhat is the VOLT App?\u003C/h3\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/mobile\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*eHKSeZaQXa7JYrpRGJD48Q.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Cp\u003EOur native smart wallet app is designed to streamline and elevate your DeFi experience within the Fuse ecosystem. By consolidating buying crypto, swapping, staking, and liquidity providing into a single, user-friendly interface, the VOLT App aims to make DeFi more accessible, efficient, and secure for all users.\u003C/p\u003E\u003Ch3\u003ENew Tasks to complete on the VOLT App\u003C/h3\u003E\u003Ch4\u003E\u003Cstrong\u003E1. Explore the VOLT App\u003C/strong\u003E\u003C/h4\u003E\u003Cblockquote\u003ECompleting this task will earn you \u003Cstrong\u003E200 points on the Fuse Airdrop!\u003C/strong\u003E\u003C/blockquote\u003E\u003Cp\u003EStarting your journey with a secure wallet on the VOLT App ensures that your funds are stored securely while providing easy access to all Voltage DEX features within a single app. Only participants with a VOLT App wallet can join the following tasks and earn points.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://app.layer3.xyz/quests/discover-volt-wallet\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*9vn9m8J8hvxOpyYaAeihtQ.png\" /\u003E\u003C/a\u003E\u003Cfigcaption\u003EJoin this task hosted by Layer 3 \u003Ca href=\"https://app.layer3.xyz/quests/discover-volt-wallet\"\u003Ehere.\u003C/a\u003E\u003C/figcaption\u003E\u003C/figure\u003E\u003Ch4\u003E\u003Cstrong\u003E2. Buy 10$ of USDC on the VOLT App\u003C/strong\u003E\u003C/h4\u003E\u003Cblockquote\u003ECompleting this task will earn you \u003Cstrong\u003E500 points on the Fuse Airdrop!\u003C/strong\u003E\u003C/blockquote\u003E\u003Cp\u003ESeamlessly funding your wallet allows you to participate in the Fuse DeFi ecosystem. Buy 10 USDC on the VOLT App with a few clicks through our on-ramp, which feature multiple payment methods for your convenience.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://app.layer3.xyz/quests/deposit-10-usdc-on-volt-app\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*9CVjd-RbGQ1SFKBdpOlt1A.png\" /\u003E\u003C/a\u003E\u003Cfigcaption\u003EJoin this task hosted by Layer 3 \u003Ca href=\"https://app.layer3.xyz/quests/deposit-10-usdc-on-volt-app\"\u003Ehere.\u003C/a\u003E\u003C/figcaption\u003E\u003C/figure\u003E\u003Col\u003E\u003Cli\u003EOpen the VOLT App and navigate to the “Buy” button on the home page.\u003C/li\u003E\u003Cli\u003ESelect USDC and input the amount you wish to buy (\u003Cem\u003Eminimum 10 USDC to be eligible for the verification of the task\u003C/em\u003E).\u003C/li\u003E\u003Cli\u003EFollow the prompts to complete your transaction.\u003C/li\u003E\u003C/ol\u003E\u003Ch4\u003E\u003Cstrong\u003E3. Stake FUSE on the VOLT App\u003C/strong\u003E\u003C/h4\u003E\u003Cblockquote\u003ECompleting this task will earn you \u003Cstrong\u003E2 points per $1 staked every day.\u003C/strong\u003E\u003C/blockquote\u003E\u003Cfigure\u003E\u003Ca href=\"https://airdrop.fuse.io/\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/686/1*e5-HbWZBCAkSM8nqCEfKkg.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Cp\u003EStaking not only secures the network but also provides you with additional rewards. By staking, you earn rewards in the form of additional tokens, contribute to network security, and can compound your holdings over time.\u003Cbr\u003ENavigate to the “Earn” tab in the VOLT App anf choose FUSE\u003C/p\u003E\u003Col\u003E\u003Cli\u003EClicking will open a web view of the Voltage DEX\u003C/li\u003E\u003Cli\u003ESelect the amount you want to stake.\u003C/li\u003E\u003Cli\u003EConfirm and complete the staking transaction.\u003C/li\u003E\u003Cli\u003EYou will be able to see and monitor your staked tokens and rewards on the App\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/mobile\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*av5VOEj6fQTN8uWD.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=70d04217ebb5\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-24T11:01:05.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/8ff99f5e5621",
      "url": "https://medium.com/@voltage.finance/celebrating-the-newly-added-bnb-and-matic-pools-with-a-voltage-v3-tour-campaign-8ff99f5e5621?source=rss-6c703f95089------2",
      "title": "Celebrating the newly added $BNB and $MATIC pools with a Voltage v3 Tour Campaign",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*NF8b6t7heyjsdoXshhZQ7Q.png\" /\u003E\u003C/figure\u003E\u003Cp\u003ETo provide exciting Defi opportunities for our users and promote cross-chain interoperability, we recently added \u003Ca href=\"https://medium.com/@voltage.finance/new-listings-on-voltage-introducing-bnb-v2-matic-41bc21aad35c\"\u003EBNBv2 and MATIC token\u003C/a\u003E to the Fuse bridge and also launched new \u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003Ev3 pools\u003C/a\u003E on \u003Ca href=\"https://voltage.finance/\"\u003EVoltage DEX\u003C/a\u003E.\u003Cbr\u003E You can get started by watching this \u003Ca href=\"https://www.youtube.com/watch?v=LUsoAdsTWM4\"\u003Evideo tutorial\u003C/a\u003E to how to bridge to Fuse Network. Familiar with the bridging process? Then proceed to bridge BNB and MATIC token using the \u003Ca href=\"https://console.fuse.io/bridge\"\u003EFuse bridge\u003C/a\u003E to take advantage of our reward offering.\u003C/p\u003E\u003Cp\u003EFor users still holding the old BNB token on Voltage DEX, you can easily swap the old BNB to the new BNBv2 by following the guideline \u003Ca href=\"https://www.floik.com/flos/2vku/gnyg/2acf3acd.html\"\u003Ehere\u003C/a\u003E\u003Cstrong\u003E.\u003C/strong\u003E This is to enable our users to start providing liquidity in the newly launched v3 pool and keep enjoying great rewards.\u003C/p\u003E\u003Cp\u003ETo celebrate the launch of BNBv2 and MATIC on Voltage, we partnered with \u003Ca href=\"https://www.intract.io/quest/6670236c7b47341bfd25a067\"\u003Eintract\u003C/a\u003E to launch an exciting \u003Cstrong\u003Ev3 Tour campaign\u003C/strong\u003E that offers great reward for active users of our community to participate. Running from June 17 to July 1st, participants can complete a series of tasks ranging from social media engagement to swaps, staking and liquidity provision on Voltage DEX.\u003C/p\u003E\u003Cp\u003EWith a \u003Cstrong\u003E$1,900 reward pool in $FUSE\u003C/strong\u003E, this is a fantastic opportunity to explore Voltage and earn rewards.\u003C/p\u003E\u003Ch3\u003EHow to join the Voltage v3 Tour Campaign on Intract\u003C/h3\u003E\u003Cp\u003EWith a trading capital ranging from $50 to $500, participants can start showcasing their trading skills and compete against fellow traders by engaging in these listed \u003Cstrong\u003Etasks\u003C/strong\u003E to earn XPs and rewards.\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Ca href=\"https://console.fuse.io/bridge\"\u003EBridging of assets\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\"https://voltage.finance/swap\"\u003ESwaps\u003C/a\u003E\u003C/li\u003E\u003Cli\u003E\u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003ELiquidity provision\u003C/a\u003E (See Video tutorial on how to \u003Ca href=\"https://www.floik.com/flos/2vku/rliv/1ae3abac.html\"\u003Eprovide liquidity to v3 pools\u003C/a\u003E)\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThe Voltage v3 Tour campaign is designed to cater for all participants that are eager to explore some of the opportunities that Voltage bring to web3 and to the Fuse Defi ecosystem as well as enable them to utilize the functionalities of \u003Cstrong\u003EIntract in\u003C/strong\u003E rewarding active participation.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://www.intract.io/quest/6670236c7b47341bfd25a067\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/819/1*KCjtY4hO2rIkI-f-0ezGbQ.jpeg\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Cp\u003EParticipants should only engage with the following pairs, available on \u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003Ev3 pools\u003C/a\u003E, to maximize their chances of winning:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EWFUSE-BNB v2\u003C/li\u003E\u003Cli\u003EWFUSE — MATIC v3\u003C/li\u003E\u003Cli\u003EBNB v2/WETH v2\u003C/li\u003E\u003Cli\u003EBNB v2/fUSD v3\u003C/li\u003E\u003C/ul\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*FcmTCIFCesvoRhctrfuMmg.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EReward Allocation\u003C/h3\u003E\u003Cp\u003ETo ensure that community members are adequately rewarded for their participation, we have allocated a generous budget of \u003Cstrong\u003E41.2K $WFUSE ($1,900)\u003C/strong\u003E, distributed to top 40 participants in the following manner:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EThe top 20 participants (with the most XP points) will share about \u003Cstrong\u003E21.7K\u003C/strong\u003E \u003Cstrong\u003E$FUSE\u003C/strong\u003E\u003C/li\u003E\u003Cli\u003EThe top 21–40 participants will share about \u003Cstrong\u003E19.5K\u003C/strong\u003E \u003Cstrong\u003E$FUSE\u003C/strong\u003E\u003C/li\u003E\u003C/ul\u003E\u003Cp\u003EThere will be a public leaderboard on Intract for everyone to be able to track ranking throughout the campaign.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://www.intract.io/quest/6670236c7b47341bfd25a067\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*Xhtz6T1Ruh9mCAIQYksN1w.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EImportant Notices\u003C/h3\u003E\u003Cp\u003EWe would like to remind users that to qualify for rewards, liquidity provided must be kept in the pools until the end of the campaign, and participants are encouraged to \u003Ca href=\"https://www.intract.io/quest/6670236c7b47341bfd25a067\"\u003Ecomplete as many tasks as possible\u003C/a\u003E to maximize their chances of winning.\u003C/p\u003E\u003Ch3\u003EStay Engaged!\u003C/h3\u003E\u003Cp\u003EThroughout the campaign, we will provide regular updates and reminders to keep you on track. Follow us on \u003Ca href=\"https://x.com/voltfinance\"\u003ETwitter\u003C/a\u003E and join our \u003Ca href=\"https://t.me/voltage_finance\"\u003ETelegram group\u003C/a\u003E and \u003Ca href=\"https://discord.gg/rB4444fZCf\"\u003EDiscord channel\u003C/a\u003E for the latest news and support.\u003C/p\u003E\u003Cp\u003ELet’s trade, earn, and grow together!\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*Ugd0Pix64diEt7ro.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=8ff99f5e5621\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-17T13:30:23.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/41bc21aad35c",
      "url": "https://medium.com/@voltage.finance/new-listings-on-voltage-introducing-bnb-v2-matic-41bc21aad35c?source=rss-6c703f95089------2",
      "title": "New Listings on Voltage: introducing BNB v2 & MATIC",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*Rof290qQOpQtipk9sA9YoQ.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EVoltage Finance is thrilled to announce the listing of two new tokens, BNB v2 and MATIC, on our decentralized exchange (DEX). These tokens are now available on the \u003Ca href=\"https://console.fuse.io/bridge\"\u003EFuse bridge\u003C/a\u003E. With this addition, we are also launching new v3 pools and farms, enhancing our ecosystem and offering more opportunities for our users.\u003C/p\u003E\u003Ch3\u003ENew v3 Pools and Farms\u003C/h3\u003E\u003Cp\u003ETo provide our community with greater liquidity options and trading pairs, we are introducing the following new v3 pools and farms:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003EWFUSE-BNB v2 (Pool)\u003C/li\u003E\u003Cli\u003EBNB v2-WETHV2 (Pool)\u003C/li\u003E\u003Cli\u003EBNB-fUSDV3 (Pool &amp; Farm)\u003C/li\u003E\u003Cli\u003EWFUSE-MATIC (Pool)\u003C/li\u003E\u003C/ul\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/pool\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*nMdKl2ZxfQEO87Sq8XvpKA.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Cp\u003EFor a detailed tutorial on how to provide liquidity to v3, please see the following tutorial:\u003C/p\u003E\u003Cp\u003E\u003Ca href=\"https://www.floik.com/flos/2vku/rliv/1ae3abac.html\"\u003EVoltage Finance - How to provide liquidity to v3 pools\u003C/a\u003E\u003C/p\u003E\u003Ch3\u003EMigration to BNB v2\u003C/h3\u003E\u003Cp\u003EAs BNB v2 becomes the new standard on Voltage, we invite all users to migrate their liquidity to BNB v2. Here are the steps to ensure a smooth transition:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003EWithdraw Liquidity from v2 Pool\u003C/strong\u003E: Remove your existing BNB liquidity from the\u003Ca href=\"https://voltage.finance/pool?filter=v2\"\u003E v2 pools\u003C/a\u003E.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003ESwap BNB for BNB v2\u003C/strong\u003E: Use the \u003Ca href=\"https://voltage.finance/swap\"\u003EVoltage Swap page\u003C/a\u003E to exchange your BNB to BNB v2.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EAdd Liquidity to v3 Pool\u003C/strong\u003E: Deposit WFUSE and BNB v2 tokens into the new \u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003Ev3 pool\u003C/a\u003E.\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EHere is a step-by-step tutorial to help you:\u003C/p\u003E\u003Cp\u003E\u003Ca href=\"https://www.floik.com/flos/2vku/gnyg/2acf3acd.html\"\u003Einteractive demo - Voltage.finance\u003C/a\u003E\u003C/p\u003E\u003Cp\u003EGet started today!\u003C/p\u003E\u003Cp\u003EWe appreciate your continued support and look forward to seeing you take advantage of these new opportunities on Voltage Finance.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*AaCa1YfneXR_LX6J.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=41bc21aad35c\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-06T11:41:56.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/3e0ffe5980c5",
      "url": "https://medium.com/@voltage.finance/introducing-the-new-layer-of-utility-for-volt-collateral-on-lynx-finance-3e0ffe5980c5?source=rss-6c703f95089------2",
      "title": "Introducing the New Layer of Utility for $VOLT: Collateral on Lynx Finance",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*jMT-Anb5MNUmXyTBrP5xXg.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EVoltage Finance is thrilled to announce the listing of $VOLT as a collateral asset on \u003Ca href=\"https://app.lynx.finance/pools?chainId=122&amp;sa=wfuse\"\u003ELynx Finance\u003C/a\u003E. This collaboration significantly enhances the utility of $VOLT, diversifying its applications and offering new opportunities for holders and users within the ecosystem.\u003C/p\u003E\u003Ch3\u003ENew Collateral Opportunities with $VOLT on Lynx\u003C/h3\u003E\u003Cp\u003E$VOLT, our native token, is already known for its central role in governance, staking, and rewarding long-term holders. With this new integration, $VOLT enters an exciting new phase of utility. Users can now \u003Ca href=\"https://app.lynx.finance/pools?chainId=122&amp;sa=wfuse\"\u003Edeposit \u003Cstrong\u003E$VOLT on Lynx Finance\u003C/strong\u003E\u003C/a\u003E, gaining access to \u003Cstrong\u003E100x leverage on BTC/USD, ETH/USD\u003C/strong\u003E, and other tradeable instruments on Fuse, but also liquidity provision, thus expanding the token’s functionality.\u003C/p\u003E\u003Ch3\u003EHow to Leverage $VOLT on Lynx Finance\u003C/h3\u003E\u003Cp\u003EFor users eager to take advantage of this new feature, the process is straightforward:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003EBridge Funds to Fuse:\u003C/strong\u003E New users to the Fuse ecosystem will need to \u003Ca href=\"https://console.fuse.io/bridge\"\u003Ebridge their existing funds to the Fuse network\u003C/a\u003E.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EAcquire $VOLT on Voltage\u003C/strong\u003E: Use Voltage Finance’s DEX or a CEX to acquire $VOLT tokens. \u003Ca href=\"https://medium.com/@voltage.finance/how-to-buy-volt-on-voltage-finance-a-comprehensive-guide-242dd4a069e9\"\u003ERead how here\u003C/a\u003E.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EDeposit $VOLT on Lynx:\u003C/strong\u003E With $VOLT in your wallet, proceed to Lynx Finance where you can \u003Ca href=\"https://app.lynx.finance/pools?chainId=122&amp;sa=wfuse\"\u003Edeposit your tokens\u003C/a\u003E in the ‘Liquidity’ tab and begin leveraging them as collateral for trading or liquidity provision.\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis enhanced functionality opens up several new avenues:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cstrong\u003ETrade Perpetuals Using $VOLT as Collateral\u003C/strong\u003E: Engage in high-leverage trading of major cryptocurrency pairs and other assets without having to liquidate your holdings.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EProvide Liquidity\u003C/strong\u003E: Contribute your $VOLT to liquidity pools on Lynx to earn trading fees and performance rewards from the market’s activity.\u003C/li\u003E\u003C/ul\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/swap\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/0*ijcEfVp8tWxQmoMV.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EA great Milestone for VOLT\u003C/h3\u003E\u003Cp\u003EThe inclusion of $VOLT as collateral on Lynx represents a significant milestone for Voltage Finance and the broader Fuse DeFi ecosystem.\u003C/p\u003E\u003Cp\u003EThis introduction of $VOLT on Lynx Finance is just the beginning. Our collaboration with Lynx is set to expand further, with plans to list additional Voltage tokens in the near future.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*hO2rB-b8nhUNG9aT.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=3e0ffe5980c5\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-05T11:13:38.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/973de658f6b4",
      "url": "https://medium.com/@voltage.finance/voltage-finance-monthly-update-may-2024-973de658f6b4?source=rss-6c703f95089------2",
      "title": "Voltage Finance Monthly Update — May 2024",
      "content_html": "\u003Ch3\u003EVoltage Finance Monthly Update — May 2024\u003C/h3\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*cW-gnBHVqR16PjfT8o8fnw.png\" /\u003E\u003C/figure\u003E\u003Ch3\u003EPast Month’s Dev Updates/Improvements on the DApp\u003C/h3\u003E\u003Cp\u003EWe’ve revamped our Pool and Provide liquidity pages with a sleek new UI and some eye-popping APRs! Dive into our updated pools \u003Ca href=\"https://voltage.finance/pool\"\u003Ehere\u003C/a\u003E.\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*teuAE_odQv2YjuBv8GfWzg.jpeg\" /\u003E\u003C/figure\u003E\u003Cul\u003E\u003Cli\u003EEnhanced app stability ensuring a smoother user experience.\u003C/li\u003E\u003Cli\u003EEnhanced app stability ensuring a smoother user experience.\u003C/li\u003E\u003Cli\u003EUI improvements on v3 pools for better usability and navigation.\u003C/li\u003E\u003Cli\u003EDevelopment of a new landing page, scheduled to go live soon.\u003C/li\u003E\u003Cli\u003EResolved a bug affecting slippage calculations on the swap page.\u003C/li\u003E\u003Cli\u003EImplemented a fix to address and prevent abuse on Voltage tasks.\u003C/li\u003E\u003Cli\u003ELaunched a new FUSE/sFUSE v3 pool, enabling users to trade Fuse for its liquid-staked version and earn trading fees.\u003C/li\u003E\u003C/ul\u003E\u003Ch3\u003ENotable Data-Driven Achievements\u003C/h3\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*6KrlyxyFpanbk0a4IUivoQ.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EWe’re thrilled to announce a whopping \u003Cstrong\u003E$989K in weekly trading volume and over $3.5M over the month on our v3 pools\u003C/strong\u003E— \u003Cstrong\u003Etwo new ATHs\u003C/strong\u003E for Voltage v3! 🚀 \u003Cbr\u003EThis is a \u003Cstrong\u003E250% growth from last month’s ATH\u003C/strong\u003E.\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*-HBdGa9_HFfDFGTku6asqg.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003EFollowing the newly introduced Stake $FUSE on Voltage \u003Ca href=\"https://airdrop.fuse.io/\"\u003EFuse Network airdrop tasks\u003C/a\u003E, we’ve hit a new milestone with sFUSE TVL reaching \u003Cstrong\u003E$550K staked $FUSE\u003C/strong\u003E🚀\u003C/p\u003E\u003Cp\u003EThanks again to our amazing community! 💚 \u003Ca href=\"https://voltage.finance/stake/sFUSE\"\u003EStake your FUSE here\u003C/a\u003E.\u003C/p\u003E\u003Ch3\u003EMay’s Highlights\u003C/h3\u003E\u003Ch4\u003ENew Hires\u003C/h4\u003E\u003Cp\u003EWe’re excited to welcome Isaac (\u003Ca href=\"http://twitter.com/Idee01\"\u003E@Idee01\u003C/a\u003E on Telegram) as our \u003Cstrong\u003Enew Community Manager\u003C/strong\u003E! With over four years at Binance and experiences as a Fuse ambassador, Isaac is here to help educate, engage, and grow our community.\u003C/p\u003E\u003Cp\u003EWe’re also excited to introduce Kuba (\u003Ca href=\"http://twitter.com/deihen\"\u003E@deihen\u003C/a\u003E on TG), our \u003Cstrong\u003Enew Product Lead at Voltage Finance!\u003C/strong\u003E⚡️ Kuba has already connected with our community to gather feedback on how we can enhance Voltage.\u003C/p\u003E\u003Cp\u003EPlease join us in warmly welcoming both to the team!\u003C/p\u003E\u003Ch4\u003EVoltage Quest on Fuse’s Airdrop &amp; New Validators Opened\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*uR2PJg56_LC8iRHyAPZeHg.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003EFollowing Fuse’s airdrop campaign, we’ve seen incredible demand for FUSE liquid staking! Our three validators were filled in just under a week, so we opened a new one that also got filled in a week!\u003C/p\u003E\u003Ch4\u003EsFUSE Listing on Lynx\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*a-MTNrSVLmXRxpPh8AvssQ.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003E$sFUSE is now listed as collateral on \u003Ca href=\"https://www.lynx.finance/\"\u003ELynx Finance\u003C/a\u003E, adding a third layer of utility for our Fuse liquid staking token! 🚀\u003C/p\u003E\u003Cp\u003EYou can now use both tokens to open leveraged trading positions &amp; provide Liquidity. Here is how to deposit on Lynx Finance:\u003Cbr\u003E1️⃣ Bridge funds to the Fuse network.\u003Cbr\u003E2️⃣ Stake FUSE on Voltage to get $sFUSE.\u003Cbr\u003E3️⃣ Deposit $sFUSE or $VOLT on Lynx.\u003C/p\u003E\u003Cblockquote\u003E\u003Cstrong\u003EIncentive Program\u003Cbr\u003E\u003C/strong\u003EJoin the Fuse x Lynx program and earn rewards from a \u003Cstrong\u003E15,000 $WFUSE\u003C/strong\u003E token pool!\u003C/blockquote\u003E\u003Ch4\u003ENew FUSE/sFUSE v3 Pool &amp; MST/sFUSE\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*XgHuO0gruFstRf-M82uLkA.jpeg\" /\u003E\u003C/figure\u003E\u003Cp\u003EFollowing the opening of their new sFUSE/WFUSE v3 pool, our partners at Meridian migrated their liquidity to a new sFUSE/MST v3 pool, paving the way for other DeFi partners &amp; users to benefit from:\u003C/p\u003E\u003Cp\u003E🔹 Better Token Pairing options\u003Cbr\u003E🔹 Higher Trading Volume through arbitrage opportunities\u003Cbr\u003E🔹 Stable Liquidity\u003C/p\u003E\u003Ch3\u003Ev3 Fee Distribution &amp; Burning\u003C/h3\u003E\u003Cp\u003EThis month’s (ATH) in trading volume had a significant impact on our ecosystem:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cstrong\u003Ev3 Fee Burning\u003C/strong\u003E: 12,455,105 VOLT tokens were burned through transactions on v3 ($1,421 at the current market price). This burning process includes transactions on v2, fUSD, minting/redeeming, and fuse staking.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003Ev3 Fee Distribution to LPs: \u003C/strong\u003E12,455,105 VOLT tokens ($1,421 at the current market price) were distributed to v3 liquidity providers.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EBurn Address:\u003C/strong\u003E You can view the \u003Ca href=\"https://explorer.fuse.io/address/0x000000000000000000000000000000000000dEaD\"\u003Eburn address here\u003C/a\u003E\u003C/li\u003E\u003C/ul\u003E\u003Ch3\u003EUpcoming Things To Look Forward To\u003C/h3\u003E\u003Cp\u003EExciting times lie ahead for Voltage Finance with several new token listings on Voltage DEX and enhanced utility for $VOLT. \u003Cbr\u003EDon’t forget the ongoing\u003Cstrong\u003E \u003C/strong\u003E\u003Ca href=\"https://airdrop.fuse.io/\"\u003E\u003Cstrong\u003E2M $FUSE airdrop\u003C/strong\u003E\u003C/a\u003E is still live, providing an excellent chance to multiply your airdrop points and rewards by completing simple tasks on Voltage. \u003Cbr\u003EDon’t miss out on maximizing your benefits! For more details on how to participate, check out the article \u003Ca href=\"https://medium.com/@voltage.finance/maximize-your-fuse-airdrop-points-with-voltage-dex-tasks-65360a08e124\"\u003Ehere\u003C/a\u003E.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*cEsRGW5fs5H9j2QW.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=973de658f6b4\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-06-03T11:16:02.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/1c493a7c4404",
      "url": "https://medium.com/@voltage.finance/introducing-the-new-sfuse-fuse-v3-pool-on-voltage-finance-1c493a7c4404?source=rss-6c703f95089------2",
      "title": "Introducing the new sFUSE-FUSE v3 Pool on Voltage Finance",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*xizcI-CVjgFOGnR0nLxw5Q.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EVoltage Finance is thrilled to announce the launch of our new sFUSE-FUSE v3 pool to enhance trading both user engagement and liquidity provision. Here’s what this means for our community and partners:\u003C/p\u003E\u003Ch3\u003EEnhanced Token Pairing Options\u003C/h3\u003E\u003Cp\u003ETraditionally, projects within the Fuse ecosystem could only pair their tokens with Fuse. With the introduction of the sFUSE-FUSE v3 pool, these projects now have the flexibility to pair with sFuse instead. This shift is expected to yield approximately 15% better price performance annually. An example is Meridian&#39;s transitions from its current MST-FUSE pairing to MST-sFUSE. This option extends to other projects on Fuse, offering them a similar opportunity for enhanced market performance.\u003C/p\u003E\u003Ch3\u003EGrowing Trading Volume\u003C/h3\u003E\u003Cp\u003EThe new sFUSE-FUSE v3 pool is designed to be a catalyst for increased trading volumes. As transactions such as purchases and sales of tokens like Meridian’s MST now route through this new pool, we anticipate a significant uptick in activity. Additionally, fluctuations in the FUSE to sFUSE rate may present temporary arbitrage opportunities, further boosting trading volumes and engaging more active participation from traders.\u003C/p\u003E\u003Ch3\u003EStable Liquidity provision\u003C/h3\u003E\u003Cp\u003EFor liquidity providers (LPs) seeking stable returns with minimal exposure to risk, the sFUSE-FUSE v3 pool represents an attractive investment. The pool’s structure is designed to offer returns through transaction fees, with added incentives that enhance profitability while safeguarding against market volatility.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/pool?filter=v3\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*nMdKl2ZxfQEO87Sq8XvpKA.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EIncreased Staking TVL and Price Stability\u003C/h3\u003E\u003Cp\u003EThe launch of the sFUSE-FUSE v3 pool encourages more users to stake FUSE to obtain sFUSE, contributing positively to the overall price stability and performance of FUSE.\u003C/p\u003E\u003Cp\u003EWe invite our community and potential partners to leverage these new opportunities, contributing to and benefiting from the vibrant ecosystem we are building together.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*SgoFMK0pUDKH9QEi.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=1c493a7c4404\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-05-17T12:44:44.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    },
    {
      "guid": "https://medium.com/p/deb36f028743",
      "url": "https://medium.com/@voltage.finance/introducing-the-third-layer-of-utility-for-sfuse-collateral-on-lynx-finance-deb36f028743?source=rss-6c703f95089------2",
      "title": "Introducing the Third Layer of Utility for $sFUSE: Collateral on Lynx Finance",
      "content_html": "\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/1*IAZ1LpH8tdI9SUQdx0PALw.png\" /\u003E\u003C/figure\u003E\u003Cp\u003E\u003Ca href=\"https://medium.com/lynx-finance/partnership-with-fuse-brings-sfuse-to-lynx-bfee69713213\"\u003ELynx Finance has announced the listing of $sFUSE\u003C/a\u003E as a collateral asset, marking the third layer of utility for the FUSE liquid staking token. This strategic collaboration not only enhances the utility of $sFUSE but also diversifies its applications, offering unprecedented opportunities for holders and users within the ecosystem.\u003C/p\u003E\u003Ch3\u003ENew Collateral Opportunities with $sFUSE on Lynx\u003C/h3\u003E\u003Cp\u003E$sFUSE, the liquid staking token of Fuse, already known for allowing holders to commit their tokens to network security while simultaneously utilizing those funds for earning opportunities, now enters a new realm of utility. With the ability to deposit $sFUSE on \u003Ca href=\"https://www.lynx.finance/\"\u003ELynx Finance\u003C/a\u003E, users gain access to leverage trading and liquidity provision, further increasing the token’s functionality and appeal.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://voltage.finance/stake/sFUSE\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*gypLoVvt9EQsDgPik8-zww.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EHow to Leverage $sFUSE on Lynx Finance\u003C/h3\u003E\u003Cp\u003EFor users eager to take advantage of this new feature, the process is straightforward:\u003C/p\u003E\u003Col\u003E\u003Cli\u003E\u003Cstrong\u003EBridge Funds to Fuse\u003C/strong\u003E: New users to the Fuse ecosystem will need to bridge their existing funds to the Fuse network.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EStake FUSE on Voltage\u003C/strong\u003E: Utilize Voltage Finance’s staking platform to convert your FUSE tokens into $sFUSE.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EDeposit $sFUSE on Lynx\u003C/strong\u003E: With $sFUSE in your wallet, proceed to Lynx Finance where you can \u003Ca href=\"https://app.lynx.finance/pools?chainId=122&amp;sa=wfuse\"\u003Edeposit your tokens\u003C/a\u003E in the ‘Liquidity’ tab and begin leveraging them as collateral for trading or liquidity provision.\u003C/li\u003E\u003C/ol\u003E\u003Cp\u003EThis enhanced functionality opens up several new avenues:\u003C/p\u003E\u003Cul\u003E\u003Cli\u003E\u003Cstrong\u003ETrade Perpetuals Using $sFUSE as Collateral\u003C/strong\u003E: Engage in high-leverage trading of major cryptocurrency pairs and other assets without having to liquidate your holdings.\u003C/li\u003E\u003Cli\u003E\u003Cstrong\u003EProvide Liquidity\u003C/strong\u003E: Contribute your $sFUSE to liquidity pools on Lynx to earn trading fees and performance rewards from the market’s activity.\u003C/li\u003E\u003C/ul\u003E\u003Ch4\u003EFuse Network x Lynx Incentive Program\u003C/h4\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/1024/0*Fw1g-YAcMVV69y1D.png\" /\u003E\u003C/figure\u003E\u003Cp\u003EFuse and Lynx just partnered for a \u003Ca href=\"https://medium.com/@notsoshyguy/trade-to-earn-fuse-network-x-lynx-incentive-program-5c88034d0ec1\"\u003Etwo-week incentive program starting on May 15, 2024!\u003C/a\u003E\u003Cbr\u003EThis initiative aims to boost $WFUSE trading on Lynx by offering \u003Cstrong\u003E15,000 $WFUSE tokens as rewards\u003C/strong\u003E. Active traders can earn these tokens across various trade-to-earn categories, enhancing trading volume and usage of $WFUSE in derivatives trading until May 27, 2024.\u003C/p\u003E\u003Cfigure\u003E\u003Ca href=\"https://app.lynx.finance/pools?chainId=122&amp;sa=wfuse\"\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/432/1*EM2tzucf_jQdnq8nuFrvkA.png\" /\u003E\u003C/a\u003E\u003C/figure\u003E\u003Ch3\u003EA Milestone for Fuse Network’s DeFi Ecosystem\u003C/h3\u003E\u003Cp\u003EThe inclusion of $sFUSE as collateral on Lynx represents a significant milestone for Voltage Finance and the broader Fuse DeFi ecosystem. It is not only a testament to the growing utility and robustness of $sFUSE but also positions the Fuse Network as a competitive player in the global DeFi landscape. Lynx’s integration highlights the versatility of $sFUSE and its ability to provide users with more flexibility and potential for yield generation.\u003C/p\u003E\u003Cp\u003EThis introduction of $sFUSE on Lynx Finance is just the beginning. Our collaboration with Lynx is set to expand further, with plans to list additional Voltage tokens in the near future.\u003C/p\u003E\u003Cp\u003EStay connected: \u003Ca href=\"https://t.me/voltage_finance/1\"\u003ETelegram\u003C/a\u003E | \u003Ca href=\"https://twitter.com/voltfinance\"\u003ETwitter\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/\"\u003EWebsite\u003C/a\u003E | \u003Ca href=\"https://voltage.finance/app?utm_source=Medium&amp;utm_campaign=article_name\"\u003EVOLT App\u003C/a\u003E\u003C/p\u003E\u003Cfigure\u003E\u003Cimg alt=\"\" src=\"https://cdn-images-1.medium.com/max/361/0*R9gdekJ8LLBaO5Ne.png\" /\u003E\u003C/figure\u003E\u003Cimg src=\"https://medium.com/_/stat?event=post.clientViewed&referrerSource=full_rss&postId=deb36f028743\" width=\"1\" height=\"1\" alt=\"\"\u003E",
      "date_published": "2024-05-16T08:27:47.000Z",
      "author": {
        "name": "Voltage Finance"
      }
    }
  ]
}
